Loadtesting/Loadtest_2replicas/loadtest_30s_325_05-26_18-40-58/text.txt
Requests      [total, rate]            9750, 325.03
Duration      [total, attack, wait]    30.389074411s, 29.996922256s, 392.152155ms
Latencies     [mean, 50, 95, 99, max]  590.382335ms, 505.853933ms, 1.742244036s, 2.099561052s, 3.58813841s
Bytes In      [total, mean]            14679704, 1505.61
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  86.13%
Status Codes  [code:count]             200:8398  0:1352  
Error Set:
Get http://192.168.1.51:8081/products: dial tcp 0.0.0.0:0->192.168.1.51:8081: socket: too many open files